[
    {
        "Product": "MT Vic Burger of The Month",
        "Price": 16,
        "Description": "Beefy- Spicy beef patty , fire roasted salsa, chargrilled onion and capsicum with mesculin, double smoked cheese and smoked Tabasco aioli."
    },
    {
        "Product": "Thorndon Burger of The Month",
        "Price": 16,
        "Description": "Mystery Chicken- Grilled chicken breast with sweet & sour pickled cauliflower, homemade raw slaw and aioli."
    },
    {
        "Product": "Stick Pork Belly Burger",
        "Price": 15,
        "Description": "Pickled red cabbage, ginger, coriander and crispy shallot salad with confit garlic aioli"
    },
    {
        "Product": "Mexican Mussel",
        "Price": 14,
        "Description": "Mussel fritter with somked bacon, habanero and corn sals and lime mayo"
    },
    {
        "Product": "Tuk Tuk Tarakihi",
        "Price": 14,
        "Description": "Prawn floss and kaffir lime-crumbed tarakihi bean sprout, peanut and coconut salad, herbs and Sriracha mayo in a squid-ink bun"
    },
    {
        "Product": "Classic Cheese Burger",
        "Price": 15,
        "Description": "Handmade NZ beef patttie, Gherkin, cheese, aioli and rocket sauce with crispy lettuce, red onion and tomato"
    },
    {
        "Product": "Souther Style Chicken Burger",
        "Price": 15,
        "Description": "Southern Style Chicken Burger"
    },
    {
        "Product": "Slow Roast Lamb Shoulder Burger",
        "Price": 15,
        "Description": "Quinoa, vegetable and chick pea patty, guacamole, lecttuce, tomato, red onion and beetroot relish."
    },
    {
        "Product": "Halloumi Burger",
        "Price": 15,
        "Description": "Grilled Zany Zeus Halloumi, beetroot hummus, rocket and harissa relish."
    },
    {
        "Product": "Fish Finger Sandwich",
        "Price": 12,
        "Description": "Fish finger made into a sandwich"
    },
    {
        "Product": "Fish Burger",
        "Price": 15,
        "Description": "Cucumber, capsicum, spring onion, seasme seeds, coriander, chilli, coconut and kimchi mayo"
    },
    {
        "Product": "Snapper",
        "Price": 15.90,
        "Description": "Classic Kiwi species and sells out fast - Delicated fillets with a sweet meaty flavour."
    },
    {
        "Product": "Groper/hapuka",
        "Price": 15.90,
        "Description": "One of the staff's favourites. Big meaty white fillets with a high oil content due to depth these tasty fish live in."
    },
    {
        "Product": "Kingfish",
        "Price": 14.60,
        "Description": "Iconic kiwi fish species, flavoursome with a high oil content and suits grilling and is best cooked slightly"
    },
    {
        "Product": "Gurnard",
        "Price": 11.50,
        "Description": "Smaller fillets and sometimes a couple are given per protion. The Flake is small and great savoury flour."
    },
    {
        "Product": "Tarakihi",
        "Price": 10.80,
        "Description": "Iconic kiwi species - delicate white fillets with a medium sized flake and subtle flavour."
    },
    {
        "Product": "Blue Warehou",
        "Price": 8.70,
        "Description": "Delicious firm white fillet with a large flake and medium oil conctent."
    },
    {
        "Product": "Lemon Fish",
        "Price": 8.10,
        "Description": "Soft texture and meaty flavour, Excellent beer battered."
    },
    {
        "Product": "Moki",
        "Price": 8.70,
        "Description": "Pink to white fillets with a medium flake and good flavour."
    },
    {
        "Product": "Trevally",
        "Price": 8.70,
        "Description": "Pink to white fillets with a medium flake and good flavour profile."
    }
]